Revit 2027 API
ParameterTypeId.SteelElemBoltAssembly Property
 "Assembly"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltAssembly { get; }
Public Shared ReadOnly Property SteelElemBoltAssembly As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltAssembly {
	ForgeTypeId^ get ();
}
static member SteelElemBoltAssembly : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace